package com.hcvardar.manne.rkvaradr;

import android.os.Bundle;
import android.view.Window;
import android.view.WindowManager;
import android.widget.ImageView;
import android.widget.TextView;

import androidx.appcompat.app.AppCompatActivity;

import com.squareup.picasso.Picasso;

import butterknife.BindView;
import butterknife.ButterKnife;

public class KlubActivity extends AppCompatActivity {
    @BindView(R.id.text1)
    TextView text1;
    @BindView(R.id.text2)
    TextView text2;
    @BindView(R.id.text3)
    TextView text3;
    @BindView(R.id.img1)
    ImageView img1;
    @BindView(R.id.text4)
    TextView text4;
    @BindView(R.id.img2)
    ImageView img2;
    @BindView(R.id.text5)
    TextView text5;
    @BindView(R.id.text6)
    TextView text6;
    @BindView(R.id.img3)
    ImageView img3;
    @BindView(R.id.img4)
    ImageView img4;

    String txt1="РК Вардар од Скопје е најуспешниот ракометен македонски клуб во историјата на машкиот ракомет во Македонија. Првиот и единствен тим што ја има освоено машката Лига на шампионите, и што зад себе има богата и долга традиција. Вардар 12 пати бил првак на Македонија, 13 пати го освојувал Купот на Македонија и плус двапати е победник на Супер Купот. Тоа се резултати што досега никому не му успеало. Исто така РК Вардар пет пати ја освои и регионалната СЕХА лига, еднаш беше Европски првак, плус уште еднаш играше на Ф4 турнирот во Келн и шест сезони по ред е мешу Топ-8 екипи во Лигата на шампионите.\n";
    String txt2="Вардар е првиот и единствен машки клуб во Македонија што ја има освоено и ЕХФ лигата на шампионите. Зад себе има и  пет триумфи во регионалната СЕХА Газпром лига, и единствен што трипати по ред победувал. Остварувања што се предизвик за сите други клубови. Како победник во ЛШ, Вардар настапи и на неофицијалното клупско СП во Катар каде го освои третото место.\n";
    String txt3="РК Вардар е основан во 1961 година, како дел од Спортското друштво Вардар од Скопје кое постои од 1947 година. Позначајниот подем на клубот почнува во последната деценија од минатиот век.\n" +
            "\n" +
            "РК Вардар има рекордни 12 титули шампион на Македонија (1998/1999, 2000/2001, 2001/2002, 2002/2003, 2003/2004, 2006/2007, 2008/2009, 2012/2013, 20014/2015, 2015/2016, 2016/2017 и 2017/2018)\n" +
            "РК Вардар има рекордни 13 титули во Купот на Македонија (1997, 2000, 2001, 2003, 2004, 2007, 2008, 2012, 2014, 2015, 2016, 2017 и 2018) со што е еден од најдоминантните клубови во македонскиот ракомет.";
    String txt4="Како македонски ракометен бренд мисијата на Вардар е:\n" +
            "* да се негува победничката традиција на клубот\n" +
            "* да се стреми кон највисоките спортски резултати и победа на секој натпревар;\n" +
            "* промовирање и популаризација на брендот РК ВАРДАР\n" +
            "\n" +
            "Целите на Вардар се:\n" +
            "* Зголемување на бројот на навивачите и поддржувачи на клубот;\n" +
            "* Промовирање на ракометот кај младите генирации;\n" +
            "* Привлекување на млади генерации во Ракометна Академија ВАРДАР со цел да прераснат во потенцијални играчи на клубот;\n" +
            "* Со својот професионализам, одговорност и љубов кон својата работа да бидеме пример и инспирација за илјадници луѓе, промовирајќи го спортот и здрав начин на живот;\n" +
            "* Стекнување на почит и признавање од страна на навивачите и стручни лица во ракомет со квалитетот на игра и постигнатите резултати\n" +
            "\n" +
            "Во сезоната 2016/17 клубот го постигна и најголемиот успех, стана европски првак триумфирајќи на Ф4 турнирот во Келн. На патот до тој успех беа победени Барселона во полуфиналето, и ПСЖ во финалето.";
    String txt5 = "Во сезоната 2016/17 по третпат беше освоена и регионалната СЕХА Газпром лига со триумфот на Ф4 турнирот во Брест, Белорусија а минатата сезона 2017/2018 го повтори успехот и тоа на домашен терен во својата арена Јане Сандански станувајќи единствен клуб со освоени четири пехари од СЕХА Газпром лигата.\n" +
            "\n" +
            "Рекордите што ги постави РК Вардар продолжија и во сезоната 2018/2019 кога тимот повторно триумфираше во регионалната СЕХА Газпром лига. На Ф4 турнирот во Брест, Белорусија „црвено-црните“ повторно доминираа и ја освоија петтата титула. Со пет титули тие станаа најуспешниот тим во СЕХА лигата. Во осумте сезони, седум пати Вардар играше во финале на СЕХА лигата и петпати триумфираше.\n" +
            "\n" +
            "На европската ракометна сцена РК Вардар дебитираше во сезоната 1993/94 во натпреварите од Купот на ЕХФ. Во ЕХФ Лигата на шампионите трипати стигна до четвртфиналето и тоа три сезони по ред, што досега не му успеало на ниту еден машки клуб во Македонија.\n" +
            "\n" +
            "РК Вардар три пати беше полуфиналист во Купот на победници на Купови (1998/99, 2004/05 и 2010/11), еднаш играше во четврт-финалето на КПК (2006/07), а еднаш беше четвртфиналисти во Челинџ купот (2005/06).\n" +
            "\n" +
            "РК Вардар е најсупешната машка екипа од Македонија во ЕХФ лигата на шампионите со шест настапи по ред во Топ-8 и двапати настапи на Ф4 турнирот во Келн.\n" +
            "\n" +
            "Во своето прво европско полуфинале во сезоната 1998/99, РК Вардар загуби од Адемар Леон (27:29, 20:35). Во второто полуфинале во КПК (2004/05) не успеа да го мине РК Загреб (23:21, 26:34), а во третиот обид (2010/11) непремостлива пречка беше Гумерсбах (21:33, 29:38). Во сезоната 2013/14 ракометарите на Вардар го остварија дотогаш најголемиот успех во клупската историја во Лигата на шампионите, со пласманот во четвртфиналето, кога беа елиминирани од бундеслигашот Фленсбург (24:22 ; 25:27), кој на завршниот турнир во Келн ја освои највредната европска титула. Потоа следуваа уште две сезони каде повторно игравме во четвртфиналето.\n" +
            "\n" +
            "Во сезоната 2013/14, клубот доби и нова раководна структура. Нов сопственик на клубот е Сергеј Самсоненко, а Михајло Михајловски стана почесен претседател.\n";
    String txt6 = "РК Вардар е и прв победник во Регионалната СЕХА лига. На 15 април 2012 година во финалето во Загреб, Вардар го победи Металург и ја освои првата титула во СЕХА лигата. Втората сезона во СЕХА лигата Вардар ја заврши со вицешампионска титула, по поразот од РК Загреб КО во финалето на Ф4 турнирот во Скопје. Во сезоната 2013/14 Вардарци стигнаа до вториот трофеј во СЕХА ГСС лигата, откако во финалето на завршниот турнир во Нови Сад, го совладаа Мешков Брест, со 29:27.\n" +
            "\n" +
            "Во сезоната 2015/16 на Ф4 турнирот во Вараждин игравме во финалето, каде подобри од нас беа ракометарите на Веспрем. Во сезоната 2016/17 триумфравме на Ф4 турнирот во Брест, Белорусија победувајќи го Веспрем. Во сезоната 2017/2018 Ф4 турнирот во СЕХА се одржа во Скопје каде победи Вардар, а истио туспех го повторивме и во сезоната 2018/2019. \n" +
            "\n" +
            "Натпреварите од домашната Супер лига, СЕХА Газпром лигата и Лигата на шампионите од сезоната 2014/2015, Вардар ги игра во салата во СЦ \"Јане Сандански\", која е со капацитет од 6.500 седишта.\n ";

    String imgUrl1="https://rkvardar.com.mk/wp-content/uploads/2022/12/61621990_10158135670445348_3749768859024883712_n.jpg";
    String imgUrl2="https://rkvardar.com.mk/wp-content/uploads/2022/12/61988927_10156549813888666_7925485924194975744_n.jpg";
    String imgUrl3="https://rkvardar.com.mk/wp-content/uploads/2022/12/61819811_10158135654520348_8316488661512224768_n.jpg";
    String imgUrl4="https://rkvardar.com.mk/wp-content/uploads/2022/12/61554069_10158135654230348_3248177001667756032_n.jpg";
    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        requestWindowFeature(Window.FEATURE_NO_TITLE);
        getWindow().setFlags(WindowManager.LayoutParams.FLAG_FULLSCREEN,
                WindowManager.LayoutParams.FLAG_FULLSCREEN);
        setContentView(R.layout.activity_klub);
        ButterKnife.bind(this);
        text1.setText(txt1);
        text2.setText(txt2);
        text3.setText(txt3);
        text4.setText(txt4);
        text5.setText(txt5);
        text6.setText(txt6);
        Picasso.get()
                .load(imgUrl1)
                .into(img1);
        Picasso.get()
                .load(imgUrl2)
                .into(img2);
        Picasso.get()
                .load(imgUrl3)
                .into(img3);
        Picasso.get()
                .load(imgUrl4)
                .into(img4);
    }
}
