[
  {
    "title": "Во Скопје гостува Тулуз во Лига Европа",
    "headerImage": "2025/12/press-Vardar-vs-Tuluz-8-1200x720.jpg",
    "paragraph": "Вардар утре го игра последниот меч од групната фаза на Лига Европа, и во Скопје гостува екипата на Тулуз. Мечот нема резултатско значење за двете екипи, бидејќи Вардар сигурно е пласиран во Топ-16, а Тулуз тука го завршува играњето во Европа.\n\nТренерот Иван Чупиќ посакува победнички крај на групната фаза од Лигата на Европа и нова радост за навивачите.\n\n„Добра недела е зад нас, две важни победи против Сесвете за пласман во ТОП 16 и потоа во дербито со Охрид. Ни доаѓа Тулуз, овој натпревар нема значење, но играме добро, се спремивме добро и сакаме да запишеме уште една победа да го завршиме групниот дел без пораз на домашен терен. Сакаме да им покажеме на нашите навивачи како Вардар сака да игра на секој натпревар и тоа е мотив за утрешниот натпревар. Мора да дадеме се од себе, со енергија, со говор на тело, со позитива меѓу нас“, изјави Чупиќ.\n\nЛевото крило Марио Стојановски смета дека може да се очекува триумф.\n\n„Добро го имаме анализирано Тулуз, треба само да го спроведеме на теренот тоа што ни го кажа стручниот штаб на чело со Иван Чупиќ и одиме на победа“, изјави Стојановски.\n\nНатпреварот меѓу Вардар и Тулуз се игра утре од 18:45 часот во СЦ „Јане Сандански“.",
    "date": "01/12/2025"
  },
  {
    "title": "Билети за мечот Вардар – Тулуз",
    "headerImage": "2025/11/karti-tuluz-1-1200x720.jpg",
    "paragraph": "Вардар е веќе пласиран во Топ-16 фазата од Лига Европа, а на 2 декември ќе го игра последниот дуел од групната фаза против Тулуз. На тој меч и официјално ќе го прославиме минувањето меѓу најдобрите екипи во Лига Европа.\nОд денеска во продажба се билетите за последниот домашен меч од групната фаза против Тулуз.\nНатпреварот е закажан за 2 декември (вторник) во СЦ „Јане Сандански“ со почеток во 18,45 ч.\n\nОд денеска во продажба се пуштени и билетите за овој натпревар.\n👉 Продажбата ќе се врши онлајн преку ticketx –https://ticketx.com.mk/events/vardar1961-toulouse\n👉 и на билетарницата на салата, секој работен ден од 10 до 17 часот\n🎫 Цените на билетите се:\n\nБлок: 1, 2, 16, 3, 9, 8, 11 – 200 денари\nБлок: A – 200 денари\nБлок: A4 – 200 денари\nБлок A2, A3, A5, A6 – 300 денари\nБлок: 4, 7, 15, 12 – 250 денари\nБлок: A2, A3, A5, A6 – 300 денари\nБлок: 13, 14, 5 – 300 денари\nБлок: G блок – 300 денари\n\n✅ Мечот е закажан за 2 декмеври во 18,45 часот",
    "date": "27/11/2025"
  },
  {
    "title": "Вардар пред клучен европски испит: „Мора да победиме – дисциплина, помалку грешки и полна сала“",
    "headerImage": "2025/11/pres-Vardar-3-1200x720.jpg",
    "paragraph": "Ракометарите на Вардар во вторник (18:45 ч.) го пречекуваат Кристијанштад во СЦ „Јане Сандански“, во дерби на вториот круг од групната фаза на ЕХФ Европската лига. По минималниот пораз во Шведска, „црвено-црните“ бркаат нова домашна победа за враќање на врвот на табелата – моментално Кристијанштад има 5 бода, Вардар е на 4.\n\nЧупиќ: „Клучот е дисциплина во трчањето и помалку технички грешки“\nТренерот Иван Чупиќ на официјалната прес-конференција истакна дека анализата по поразот во Шведска јасно ги посочила сегментите за подобрување.\n\n„Нè чека реванш со Кристијанштад. Иако немавме многу време меѓу натпреварите, направивме добри тренинзи и одигравме детална анализа. Нападот 6 на 6 беше добар, но имавме многу технички грешки во транзиција и во трчањето – токму тоа го казнуваат скандинавските екипи. Една од главните задачи е поголема дисциплина во трчањето. Пред нашата публика мора да важиме за фаворит и да одиграме за победа. Ги повикувам навивачите да направат вистинска атмосфера и да ни помогнат да ја освоиме првата позиција.“\n\nЧупиќ додаде дека групата е израмнета и дека исходите ќе се кристализираат дури во последните кола.\n„Сакаме да се вратиме по серијата без пораз што ја прекинавме во Шведска. Чекор по чекор – прво овој меч, па потоа следните два. По зимските подготовки очекувам Вардар да биде најдобар од февруари до јуни. Свесен сум каде сум дојден – Вардар секогаш мора да победува.“\n\nГогов: „Максимум на теренот за враќање на првото место“\nГолманот Васил Гогов порача дека тимот е решен да ги коригира грешките од првиот дуел:\n„Во Шведска направивме многу пропусти. Овие денови работевме да ги сведеме на минимум. Ќе дадеме максимум за да се вратиме на првото место во групата.“\n\nВардар – Кристијанштад\nЕХФ Европска лига, групна фаза\nВторник, 18:45 ч., СЦ „Јане Сандански“ – Скопје\nБилети на – https://ticketx.com.mk/events/vardar-kristianstad",
    "date": "17/11/2025"
  }
]

